{
  "id": null,
  "numberOfColumns": 5,
  "offsetColumns": 1,
  "renderOrder": 2,
  "page": null,
  "markdownContent": "Metadata is a word you must have heard of, if you deal - even just a little bit - with digital environments. But what exactly is metadata? Simply put, metadata is data that describe other data. Their function is to provide basic information that makes sense in a given context and helps us to organize and access the described data, if we need too. A typical environment where metadata is very important is, for example, a library. Let’s consider the objects of a library’s collections (books and other intellectual artefacts) as data, whether analog or digital. Basic information on them, such as the author’s name, the date of creation and much more, is the kind of descriptive information that allows to organize, manage and give access to these collections. The word ‘metadata’ <a href = ‘https://youtu.be/wrbY4AZOuwE’> was first registered in 1969 in the Oxford English Dictionnary</a>. Of course, systems of descriptive information existed before: if we turn again to the libraries, we’ll find that the first registered use occurred <a href=‘https://en.wikipedia.org/wiki/Pinakes’>at the ancient Library of Alexandria</a>. If a special word was invented in the 1960s, this is because a new reality made them all more necessary: the rise of the information systems based on computers and the automation of data processing in this context. Their importance became even more underlined after the invention of the internet: digital data are literally everywhere and they only become bigger. In such environments, metadata allows us to work with the data - collect, process, analyze, share - by essentially facilitating discovery of and access to them. You can of course find much more sophisticated definitions of metadata especially in the information science world. Check this one, for example: > Perhaps a more useful, “big picture” way of thinking about metadata is as the sum total of what one can say at a given moment about any information object at any level of aggregation. In this context, an information object is anything that can be addressed and manipulated as a discrete entity by a human being or an information system. The object may be a single item, an aggregate of many items, or an entire database or record-keeping system. Indeed, in any given instance one can expect to find metadata relevant to any information object existing simultaneously at the item, aggregate, and system levels. (Anne J. Gilliland, <a href=‘https://www.getty.edu/publications/intrometadata/setting-the-stage’>Setting the Stage</a> in Murtha Baca (ed.), *Introduction to metadata*, Getty Research Institute, Los Angeles, 2016)But you may not be ready for, or indeed need, such theoretical abstract knowledge. So, let’s get a bit more practical! Still not sure about what metadata is and whether it is useful? Let’s take you for example and see how all this makes sense. Let’s say it again: metadata are descriptive data on other data. If you or me are the datum, as individuals, then the simplest example we can imagine is our own administrative descriptive metadata. We can find such metadata in our national identity card, for example. The national identity card provides basic information on us: name, place and date of birth etc that allows us to be recognizable and findable. It also provides a unique number to such individual: this way, we cannot be confused with someone else, even if part of this basic information matches with someone else’s. Of course, this is the case because it makes sense in a given context: a national registry of the state we are citizens of and that nowadays is a big database."
}
